Repository: Th3Ya0vi/videotorium
Catalog: videotorium/*.lproj/Localizable.strings
Languages: hu

# failedToLoadRetry
source: Failed to load play video. Tap here to retry.
hu: Nem sikerült betölteni a felvételt. Újrapróbálkozáshoz érentse meg ezt.

source: Open in Safari
hu: Megnyitás Safariban

source: Search
hu: Keresés

# secondaryVideoNotSupported
source: secondary video is not supported
hu: másodlagos videó nem támogatott

source: no slides
hu: nincsenek fóliák

source: Follow video
hu: Ugrás vissza

# seekToThisSlide
source: Seek video to this slide
hu: Ugrás ehhez

source: Matching slides
hu: Találatok a fóliákon

# noRecordings
source: No recordings found
hu: Nincs találat

# errorConnecting
source: Error connecting to Videotorium
hu: Nem sikerült elérni a Videotoriumot

# queryTooShort
source: Please provide at least 3 characters to search.
hu: A kereséshez legalább 3 karakter hosszú keresőkifejezést kötelező megadni.

# featured
source: Featured recordings
hu: Ajánlott felvételek

source: Recordings
hu: Felvételek

# introductoryTextLandscape
source: Welcome to Videotorium! You can start watching by selecting a featured recording from the list on the left. You can also search for recordings there. If a recording of a presentation contains slides, those will be displayed under the video. You can zoom the video or the slides to full screen by pinching.
hu: Üdvözöljük a Videotoriumon! A lejátszáshoz válasszon az ajánlott felvételek közül a bal oldali listából. Ugyanitt kereshet is a felvételek között. Ha egy előadás felvételéhez fóliák is tartoznak, azok a videó alatt fognak megjelenni. Csípési mozdulattal lehet a videót illetve a fóliákat teljes képernyőre nagyítani.

# introductoryTextPortrait
source: Welcome to Videotorium! You can start watching by tapping the "Recordings" button in the top left corner, then selecting a featured recording from the appearing list. You can also search for recordings there. If a recording of a presentation contains slides, those will be displayed under the video. You can zoom the video or the slides to full screen by pinching.
hu: Üdvözöljük a Videotoriumon! A lejátszáshoz koppintson a "Felvételek" gombra a bal felső sarokban, aztán válasszon az ajánlott felvételek közül a megjelenő listából. Ugyanitt kereshet is a felvételek között. Ha egy előadás felvételéhez fóliák is tartoznak, azok a videó alatt fognak megjelenni. Csípési mozdulattal lehet a videót illetve a fóliákat teljes képernyőre nagyítani.
